[
{"NS_id":0,"NS_tag":"Emphasis","NS_color":"#ca5f5f","NS_desc":"Emphasis is one of the most-supported narrative strategies in data videos. It communicates core messages by creating “look here” signals with visual hierarchy, i.e., visual contrast between colors, shapes, sizes, or movements.","NS_num":15},
{"NS_id":1,"NS_tag":"Suspense","NS_color":"#ea9081","NS_desc":"Suspense uses retardation to build tension and anticipation. It is extensively used in film-making and is regarded as one of the primary features of cinematic storytelling.","NS_num":8},
{"NS_id":2,"NS_tag":"Comparison","NS_color":"#efbd9c","NS_desc":"Comparison enables explaining the similarities and differences by analyzing two or more datasets/data points. As a common way of presenting visualizationcomparison is also powerful in data- driven storytelling.","NS_num":9},
{"NS_id":3,"NS_tag":"Cohering","NS_color":"#e2cc6d","NS_desc":"Cohering is a visual narrative tactic that augments the continuity of a story by building animated transitions between individual parts. Cohering is a common strategy used in film-making to sew up discrete story pieces and create an intuitive viewing experience.","NS_num":5},
{"NS_id":4,"NS_tag":"Omission","NS_color":"#c0c96f","NS_desc":"Omission is used to compact the narratives of a story and deliver the appropriate amount of information to prevent overwhelming the audience. In narratologysubnarratable contentthat issomething not worthy of being told because it is too obvious or boringis often omitted by the narrator.","NS_num":4},
{"NS_id":5,"NS_tag":"Focalization","NS_color":"#799ea8","NS_desc":"Focalization is a concept from narratology that refers to selecting the perspective through which a narrative is presented. In visual narrativesfocalization can be achieved by manipulating the camera angle and scale.","NS_num":2},
{"NS_id":6,"NS_tag":"Concretization","NS_color":"#48819b","NS_desc":"Concretization is a narrative strategy that illustrates abstract concepts with concrete objects. In visualization designconcretization implies representing data with visual objects such as points and ISOTYPE charts. Concretization helps explain how data is aggregated and thus augment perception and engagement. Animation can serve this strategy in several ways.","NS_num":3},
{"NS_id":7,"NS_tag":"Twist","NS_color":"#706a91","NS_desc":"Twist refers to an unexpected change in the narrative direction and often acts as the turning point of a story. In narratologya twist is often accompanied by an intense conflict or denarrationnamelythe narrator updates the story by denying his presented narration. Similarlyin data videosbuilding a twist often means reversing or rejecting previous data argument in visuals.","NS_num":3}
]